[
    { 
        "id":"1",
        "poruka": "Mačke mogu da prave oko sto različitih zvukova. Psi oko deset."
    },
    { 
        "id":"2",
        "poruka": "Ljudi i mačke imaju identične regione u mozgu koji su odgovorni za emocije."
    },
    { 
        "id":"3",
        "poruka": "Na svetu postoji oko pola milijarde domaćih mačaka."
    },
    { 
        "id":"4",
        "poruka": "Mačke su najpopularniji kućni ljubimci u SAD i veruje se da ih ima 73 miliona."
    },
    { 
        "id":"5",
        "poruka": "Mačke mogu da trče brzinom od 49 km/h, ali samo na manjim razdaljinama."
    },
    { 
        "id":"6",
        "poruka": "Skače i do pet puta više od svoje visine u jednom cugu."
    },
    { 
        "id":"7",
        "poruka": "Mačke obično omace između jednog i devet mačića. Svetski rekord je 19 mačića."
    },
    { 
        "id":"8",
        "poruka": "Najveća mačka na svetu je sibirski tigar koji je dugačak 3,6 metara i težak oko 317 kilograma."
    },
    { 
        "id":"9",
        "poruka": "Najmanja mačka na svetu je crnonoga mačka, ženke ove vrste ne prelaze dužinu od 50 cm i težinu od 1,2 kg."
    },
    { 
        "id":"10",
        "poruka": "Najpopularnija rasa na svetu je Persijska, slede je Mejn i Sijamska."
    },
    { 
        "id":"11",
        "poruka": "Turski van je jedna od retkih mačaka koja voli da pliva. Takođe je proglašena i za nacionalno blago Turske."
    },
    { 
        "id":"12",
        "poruka": "Oko jedne trećine vlasnika mačaka misli da njihovi ljubimci mogu da im čitaju misli."
    },
    { 
        "id":"13",
        "poruka": "Najdugovečnija domaća mačka živela je čak 38 godina i 3 dana. Zvala se Krim Paf (eng. Creme Puff)."
    },
    { 
        "id":"14",
        "poruka": "Prva mačka crtani junak je bio Mačak Feliks koji se pojavio 1919. godine."
    },
    { 
        "id":"15",
        "poruka": "Mačiji nos je jedinstven kao što je jedinstven naš otisak prstiju."
    },
    { 
        "id":"16",
        "poruka": "Mačije srce tuče dvostruku brže od našeg od 110 do 140 puta u minuti."
    },
    { 
        "id":"17",
        "poruka": "Mačke se isključivo znoje kroz šape."
    },
    { 
        "id":"18",
        "poruka": "Mačke potroše oko trećine svog budnog vremena na čišćenje sebe samih."
    },
    { 
        "id":"19",
        "poruka": "Najbogatija mačka na svetu se zove Bleki i ima bogastvo vredno čak 15 miliona dolara."
    },
    { 
        "id":"20",
        "poruka": "Mačke i ljudi žive u zajedništvu oko 10000 godina."
    }
]